Repository: wordpressPHP/google-map-with-fancybox-popup
Catalog: languages/google-map-with-fancybox-popup-*.po
Languages: ta

source: These tables could not be created on installation
ta: அட்டவணை பிழை

source: Google Map
ta: கூகிள் மேப்

source: Widget Title
ta: தலைப்பு

source: Map Id
ta: வரைபடம்

source: Enter heading for your google map.
ta: உங்கள் கூகிள் மேப் தலைப்பு சேர்க்கவும்.

source: Enter map address. Google auto suggest helps you to choose one.
ta: முகவரியை உள்ளிடவும்

source: Enter map latitude (Or) Click Geocode button to get latitude.
ta: அட்சரேகை

source: Enter map longitude (Or) Click Geocode button to get longitude.
ta: தீர்க்க ரேகை

source: New details was successfully added.
ta: புதிய விவரங்கள் வெற்றிகரமாக சேர்க்கப்பட்டது

source: Oops unexpected error occurred.
ta: அச்சச்சோ எதிர்பாராத பிழை ஏற்பட்டது.

source: Click here
ta: இங்கே கிளிக் செய்யவும்

source: to view the details
ta: விவரங்கள் பார்வையிட

source: Add details
ta: விவரங்கள் சேர்

source: Location Heading
ta: இடம் தலைப்பு

source: Map Address
ta: வரைபடம் முகவரி

source: Geocode
ta: நிலவியற்குறியீடு

source: Enter the map address. Google auto suggest helps you to choose one.
ta: வரைபடத்தை முகவரியை உள்ளிடவும்.

source: Latitude
ta: அட்சரேகை

source: Longitude
ta: தீர்க்க ரேகை

source: Enter the location latitude.
ta: அட்சரேகை சேர்க்கவும்.

source: Short Message
ta: குறுகிய செய்தி

source: Enter short message for this address.
ta: குறுகிய செய்தி சேர்க்கவும்.

source: Width
ta: அகலம்

source: Select your width percentage for the map.
ta: அகலம் சதவீதம் தேர்வு.

source: Height
ta: உயரம்

source: Select your height percentage for the map.
ta: உயரம் சதவீதம் தேர்வு.

source: Map Zoom Level
ta: ஜூம்

source: Select your zoom level for the map.
ta: ஜூம் நிலை தேர்ந்தெடுக்கவும்.

source: Map Type
ta: வகை

source: Select your map type for the map.
ta: வரைபடம் வகை தேர்ந்தெடுக்க.

source: Select Layers
ta: தேர்வு அடுக்குகள்

source: Select layer for the map.
ta: வரைபடம் அடுக்கு தேர்ந்தெடுக்கவும்.

source: Submit
ta: சமர்ப்பிக்கவும்

source: Cancel
ta: ரத்து

source: Help
ta: உதவி

source: Oops, selected details doesnt exist.
ta: அச்சச்சோ, தேர்வு விவரங்கள் இல்லை.

source: Details was successfully updated.
ta: விவரங்கள் வெற்றிகரமாக புதுப்பிக்கப்பட்டது.

source: Selected record was successfully deleted.
ta: வெற்றிகரமாக நீக்கப்பட்டது.

source: Add New
ta: சேர்

source: Heading
ta: தலைப்பு

source: Short Code
ta: கோட்

source: Edit
ta: திருத்து

source: Delete
ta: நீக்கு

source: No records available.
ta: பதிவுகள் இல்லை
